Repository: smashkins/feedbackthread-swift
Catalog: Sources/FeedbackThread/Resources/Localizable.xcstrings
Source language: en
Languages: it

source: %lld votes
it: %lld voti

source: All
it: Tutte

source: Anything you submit shows up here, including while it’s waiting for review.
it: Tutto ciò che invii compare qui, anche mentre è in attesa di revisione.

source: Be the first to share an idea.
it: Proponi tu la prima idea.

source: Cancel
it: Annulla

source: Choose another status to see more requests.
it: Scegli un altro stato per vedere altre richieste.

source: Closed
it: Chiuse

source: Completed
it: Completata

source: Couldn’t load requests
it: Impossibile caricare le richieste

source: Couldn’t load your requests
it: Impossibile caricare le tue richieste

source: Done
it: Fine

source: Feature requests
it: Richieste di funzionalità

source: Feedback details
it: Dettagli del feedback

source: Feedback sent. Thank you!
it: Feedback inviato. Grazie!

source: Feedback type
it: Tipo di feedback

source: FeedbackThread returned HTTP %lld.
it: FeedbackThread ha restituito il codice HTTP %lld.

source: FeedbackThread returned an unreadable response.
it: FeedbackThread ha restituito una risposta illeggibile.

source: In progress
it: In corso

source: In review
it: In revisione

source: Loading requests…
it: Caricamento delle richieste…

source: Loading your requests…
it: Caricamento delle tue richieste…

source: My requests
it: Le mie richieste

source: No completed requests
it: Nessuna richiesta completata

source: No feature requests yet
it: Ancora nessuna richiesta

source: No planned requests
it: Nessuna richiesta pianificata

source: No requests
it: Nessuna richiesta

source: No requests in progress
it: Nessuna richiesta in corso

source: No requests in review
it: Nessuna richiesta in revisione

source: No requests yet
it: Non hai ancora inviato richieste

source: Planned
it: Pianificata

source: Rejected
it: Rifiutata

source: Remove vote
it: Rimuovi il voto

source: Request
it: Richiesta

source: Request submitted for review.
it: Richiesta inviata per la revisione.

source: Request unavailable
it: Richiesta non disponibile

source: Review
it: Recensione

source: Send feedback
it: Invia feedback

source: Shipped
it: Rilasciate

source: Shipped in %@
it: Rilasciata nella versione %@

source: Short title
it: Titolo breve

source: Suggest a feature
it: Suggerisci una funzionalità

source: This request is no longer available on the public board.
it: Questa richiesta non è più disponibile nella bacheca pubblica.

source: Try again
it: Riprova

source: Vote
it: Vota

source: Waiting for review
it: In attesa di revisione

source: What would you like to share?
it: Cosa vuoi condividere?
